Repository: lptoan109/NCKH_NGT
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: vi

source: Invalid username or password.
vi: Sai tên đăng nhập hoặc mật khẩu.

source: This email address is already in use.
vi: Địa chỉ email này đã được sử dụng.

source: This username already exists.
vi: Tên đăng nhập này đã tồn tại.

source: Account created successfully! Please log in.
vi: Tạo tài khoản thành công! Vui lòng đăng nhập.

source: Thank you for your message! We will get back to you shortly.
vi: Cảm ơn bạn đã gửi tin nhắn! Chúng tôi sẽ phản hồi sớm.

source: An error occurred while sending the message. Please try again.
vi: Đã có lỗi xảy ra khi gửi tin nhắn. Vui lòng thử lại.

source: Recording deleted successfully.
vi: Đã xóa bản ghi thành công.

source: An error occurred while deleting the file.
vi: Đã có lỗi xảy ra khi xóa file.

source: Profile updated successfully!
vi: Cập nhật thông tin thành công!

source: Your Profile
vi: Hồ Sơ Của Bạn

source: Username:
vi: Tên người dùng:

source: Edit Profile
vi: Chỉnh sửa thông tin

source: View Diagnosis History
vi: Xem lịch sử chẩn đoán
